Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: As he put it: “Because the central government depends on the local government to guarantee its fiscal revenue and also depends on the local policies to satisfy localized interests(difanghua de liyi),it must make concessions to regional protectionism.”
es_us: Como él lo expresó: “Ya que el gobierno central depende del gobierno local para garantizar sus ingresos fiscales, así como también depende de las políticas locales para satisfacer intereses localizados(difanghua de liyi),debe hacer concesiones al proteccionismo regional”.

source: As he put it: “The political life of a society must seek a fair degree of unity and homogeneity; otherwise, contradictions will appear every- where and political development will be unstable.”In order to promote such unity, Wang advocated cultivating what he called “political aesthet- ics”(zhengzhi shenmei),a vague term that appears to mean the ability to apprehend and appreciate the political values and ideals appropriate for the time.
es_us: Según lo expresó: “La vida política de una sociedad debe buscar un grado justo de unidad y homogeneidad, sino aparecerán contradicciones y el desarrollo político será inestable". Para promover esta unidad, Wang se avocó a cultivar lo que él llamaba "estética política"(zhengzhi shenmei),, un término vago que parece significar la habilidad de aprehender y apreciar los valores e ideales políticos apropiados para aquel tiempo.

source: As he puts it, it is simply “utopic” to think that “fairness, justice, and democracy can be achieved in the domestic and international arenas naturally out of the market.”
es_us: En sus palabras, es simplemente "utópico" el pensar que "la ecuanimidad, la justicia y la democracia pueden alcanzarse en los ámbitos nacionales e internacionales naturalmente fuera del mercado".

source: As he said, the Party has repeatedly declared that private entrepreneurs, because they are capitalists engaged in exploitation, are not permitted to enter the Party.
es_us: Como dijo, el partido ha declarado repetidasveces que los empresarios privados, por ser capitalistas involucrados en la explotación, no tienen permititdo ingresar al partido.

source: As intellec-tuals have come to know the United States better, they have acquired the knowledge and the boldness to become more critical.
es_us: A medida que los intelectuales conocían mejor Estados Unidos, adquirieron el conocimiento y la audacia para ser más críticos.

source: As just discussed, intellectuals such as Wu Jiaxiang and Zhang Bingjiu argued that authority needed to be recentralized in the hands of the cen­tral government — not, as conservatives would have it, to restore the old Marxist—Leninist order, but to use the strength of the central government to push the marketization of the economy against local forces that supported decentralization but not marketization.
es_us: Como se ha mencionado antes, intelectuales como Wu Jiaxiang y Zhang Bingjiu sostenían que la autoridad necesitaba ser recentralizada en las manos del gobierno central, no para restaurar el antiguo orden Marxista y Leninista (como los conservaores lo querían) sino para utilizar la fuerza del gobierno central para empujar la mercadización hacia las fuerzas locales que apoyaban la decentralización, pero no la mercadizacicón.

source: As late as 1996, Jiang had reached out to the left with his statement in the Sixth Plenum resolution cited previously that “spiritual civilization would not be sacrificed to material civilization.”
es_us: Hasta 1996, Jiang se había acercado a la izquierda con la declaración antes citada que realizó en la VI Sesión Plenaria de que “no se sacrificará la civilización espiritual en aras de la civilización material”.

source: As noted earlier, he beat the drums for Deng’s reform campaign in the spring of 1992 long before Jiang Zemin came out in sup- port of it.
es_us: Como ya se ha mencionado, Qiao apoyó la campaña de reforma de Deng durante la primavera de 1992, mucho antes de que Jiang Zemin saliera a su favor.

source: As noted in the previous chapter, the abortive August 1991 coup in the Soviet Union marked a watershed in Chinese elite politics.
es_us: Como se indicó en el capítulo anterior, el intento fallido de golpe de estado en la Unión Soviética que ocurrió en agosto de 1991 marcó un punto de inflexión en las políticas de elite chinas.

source: As of the moment, Xi Jinping appears to have the edge; not only was he ranked one position higher than Li in the PBSC, he was also named to head the Secretariat, the powerful body that implements Politburo decisions and oversees much of the day-to-day handling of party affairs.
es_us: Hasta el momento, Xi Jinping parecía tener ventaja, no solo tenía un puesto superior que Li en el PBSC, sino que también había sido designado para liderar el Secretariado, la poderosa institución que implementa las decisiones del Politburó y que supervisa la forma en la que el partido trata sus asuntos.

source: As one century yielded to the next, nationalism, corruption, globalization, elite conflict, and new intellectual controversies suggested an important reshaping of the Chinese polity.
es_us: Con el paso de los siglos, el nacionalismo, la corrupción, la globalización, el conflicto entre élites, y las nuevas controversias intelectuales eran indicios de una importante reforma en la forma de gobierno china.

source: As perhaps the only intellectual to support the government in the days following Tiananmen, He quickly became a very public, and often reviled, ﬁgure.
es_us: Como fue, tal vez, el único intelectual que apoyó al gobierno, los días que siguieron a Tiananmen, He se convirtió rápidamente en una figura muy pública y denostrada.

source: As perhaps the only intellectual to support the government in the days following Tiananmen, He quickly became a very public, and often reviled, figure.
es_us: Como fue tal vez el único intelectual que apoyó al gobierno en los días que siguieron a Tiananmen, He se convirtió rápidamente en una figura muy pública a la cual se denigraba con frecuencia.

source: As pointed out in the previous chapter, this paper was very much a part of the critique of the Dengist reform program that unfolded in the period after Tiananmen.
es_us: Como se señaló en el capítulo anterior, este artículo resultó parte importante de la crítica al programa de reforma de Deng que se desarrolló paulatinamente en el periodo tras Tiananmen.

source: As reviewed by Wang Hui, the editor of Reading whose views were discussed in the previous chapter,Huntington’s essay reflected a “strong tendency toward Western cultural centrism” that “stimulated cultural nationalism” in China because it led many Chinese intellectuals to think “they were alien to Western cultures.”36
es_us: Como lo analizó Wang Hui, el editor de Reading cuyas opiniones se discutieron en capítulos anteriores, el ensayo de Huntington reflejó una "fuerte tendencia hacia el centrismo cultural occidental" que "acrecentó el nacionalismo cultural" en China porque llevó a muchos intelectuales a pensar que "eran ajenos a las culturas occidentales".36

source: As soon as one problem is solved, another emerges.
es_us: Una vez que un problema se resuelve, otro emerge.

source: As soon as the traditional ideology of Mao Zedong’s idealism begins to be broken, then the government’s defense line must retreat step by step.
es_us: Una vez que la ideologia tradicional del idealismo de Mao Zedong comience a desintegrarse, la linea de defensa del gobierno deberá retirarse paso a paso.

source: As stability was re- established following Tiananmen, He argued that people came to realize that Western thought really could not solve China’s problems.
es_us: Debido a que se restauró la estabilidad fue restaurada después de Tiananmen, He afirmaba que la gente llegó a darse cuenta de que el pensamiento occidental no podía resolver de verdad los problemas de China.

source: As the 1980s gave way to the 1990s, however, intellectuals found their income shrinking relative to other groups and that their ideas and ethos were no longer esteemed.5 One might argue, as Yu Yingshi has, that intellectuals have been increasingly marginalized throughout the twentieth century, yet intellectuals have been slow to give up the traditional notion that they are the bearers of the highest cultural values of society.
es_us: Sin embargo, a medida que la década de los 80 daba paso a la de los 90, los intelectuales notaron que sus ingresos se reducían en relación con otros grupos y que sus ideas y valores ya no eran apreciados5. Uno podría argumentar, como lo ha hecho Yu Yingshi, que los intelectuales han sido cada vez más marginados a lo largo del siglo xx, pero han tardado en renunciar a la noción tradicional de ser los portadores de los valores culturales supremos de la sociedad.

source: As the 1980s wore on, China’s intellectual establishment diversified.
es_us: A medida que transcurría la década de los 80, el establishment intelectual se diversificaba.

source: As the authors put it, it was necessary to emphasize “uniting Marxism with Chinese reality .
es_us: Como lo explicaron los autores, era necesario hacer hincapié en la "unión del marxismo con la realidad china.

source: As the collapse of socialism in Eastern Europe and the Soviet Union defined one pole in intellectual thinking about the international environment, theUnited States formed the other.
es_us: Mientras que el fin del socialismo en Europa oriental y la disolución de la Unión Soviética constituían un polo en el pensamiento intelectual sobre el ámbito internacional, Estados Unidos constituía el otro polo.

source: As the last chapter in the book shows, Hu has worked carefully to lay out his agenda as an “extension” of Jiang’s Three Represents rather than as a direct challenge, then maneuvered successfully to persuade Jiang to retire from the CMC, and finally struck hard at the “Shanghai gang” by detaining Chen Liangyu on corruption charges.
es_us: Tal como se menciona en el último capítulo de este libro, Hu trabajó cuidadosamente para diseñar su agenda como una "extensión" de la Triple Representatividad de Jiang y no como un cuestionamiento directo, luego se las arregló para persuadir a Jiang de retirarse de la CMC, y finalmente golpeó duro a la "banda de Shanghái" deteniendo a Chen Liangyu bajo cargos de corrupción.

source: As the manifesto put it, “people who uphold this view actually want the state to bear all the losses so that different types of capital can make their earnings.” Doing so, the manifesto declared, would end up turning the state-owned economy into one that is “mainly in the service of foreign capital.”79
es_us: Como lo expresa el manifiesto, “quienes defienden esta opinión en realidad quieren que el estado muestre todas las pérdidas para que los diferentes tipos de capital puedan lograr sus ingresos.” Hacer eso, declaró el manifiesto, terminaría por convertir la economía estatal en una que es "principalmente al servicio del capital extranjero."79

source: As they noted, there were historically two bases for the CCP’s legitimacy, the October Revolution in Russia and the “Marxism of the mountains and valleys” of Mao Zedong.
es_us: Como bien ellos notaron, históricamente había dos bases para la legitimidad del PCCh: la Revolución de Octubre en Rusia y el "marxismo de las montañas y valles" de Mao Zedong.

source: As this argument suggests, He Xin expressed repeated concern about cultural imperialism, which he regarded as the essence of “peaceful evolution” and which, as we will see, would become a major concern of many intellectuals in the 1990s.
es_us: Tal como sugiere este argumento, He Xin demostraba reiterada preocupación por el imperialismo cultural al que llamaba la esencia de la "evolución pacífica" y que llegaría a ser una preocupación fundamental para numerosos intelectuales en los años 90.

source: As time passed, neoconservatism seemed to cover up more problems than it resolved.
es_us: A medida que pasaba el tiempo, el neoconservadursimo parecía cubrir más problemas de los que resolvía.

source: As unbelievable as it is, Wang pictures Mao – the person who unleashed the Great Leap Forward and brought about the death of perhaps 30 million Chinese – as the only leader who truly understood the peasants.
es_us: Aunque parezca increíble, Wang describe a Mao (la persona que dio rienda suelta al Gran Salto Adelante y causó la muerte de quizás 30 millones de chinos) como el único líder que realmente entendió a los campesinos.

source: As we have outlined, contemporary Chinese liberals identify themselves with the May Fourth enlightenment tradition.
es_us: Como lo hemos descrito, los liberales de la China contemporánea se identifican a sí mismos con la tradición progresista del Cuatro de Mayo.

source: As we have seen in looking at the sub-elite level, the enlightenment project and globalization had come under considerable criticism by many intellectuals in the 1990s.
es_us: Como hemos visto al analizar la sub-élite política, el proyecto de esclarecimiento y globalización había sido criticado de manera considerable por muchos intelectuales en los años 1990.

source: As we have seen, much of this reflection was rooted in discussions of the new authoritarianism in the 1980s, and found expression in many forms: the neoconservatism of Wang Huning, Xiao Gongqin, Chen Yuan, and He Xin; the New Left writings of Wang Hui and Cui Zhiyuan; the neostatism of Hu Angang and Wang Shaoguang; and the populist nationalism of Wang Shan, Wang Xiaodong, and the authors of China Can Say No.
es_us: Como ya se vió, gran parte de esta reflexión se originó en las discusiones del nuevo autoritarismo que tuvo lugar en la década de los 80 y se expresó de diferentes maneras: en el neoconservatismo de Wang Huning, Xiao Gonqin, Chen Yuan y He Xin; en las obras de la Nueva Izquierda de Wang Hui y Cui Zhiyuan; en el neoestatismo de Hu Angang y Wang Shaoguang; y en el nacionalismo populista de Wang Shan, Wang Xiaodong y los autores de China puede decir no.

source: As we have seen, he quickly elevated the SETC above other bureaucratic interests; he also undercut the authority of the various vice-premiers – including Li Lanqing, who had good relations with both Jiang Zemin and Li Peng and had been touted as a possible candidate for premier.
es_us: Como hemos visto, rápidamente le dio más importancia al SETC que a otros intereses burocráticos; también debilitó la autoridad de los vice-ministros, incluído Li Lanqing, que tenían buena relación con Jiang Zemin y Li Peng y que fueron propuestos como posibles candidatos a primer ministro.

source: As we saw in Chapter 8, Hu Jintao's succession to power was smooth by historical standards but not without friction.
es_us: Como hemos visto en el capítulo 8, la sucesión de Hu Jintao al poder se llevó a cabo sin problemas si la comparamos con las anteriores; sin embrargo, hubo algunos roces.

source: As we saw in the first two chapters, elite politics in the immediate aftermath of Tiananmen was an inside game.
es_us: Como se planteó en los dos primeros capítulos, la politica elitista en la repercución inmediata a los sucesos de Tienanmén fue un juego interno.

source: As we shall see, Jiang’s response was to try to carve out a “middle course” that would allow him to maneuver between conflicting pressures while not becoming overly tied to any particular interest.
es_us: Como veremos, la respuesta de Jiang fue tratar de forjar un "camino intermedio" que le permitiría maniobrar entre las presiones conflictivas y al mismo tiempo no vincularse excesivamente con algún interés en particular.

source: As we shall see, a significant portion of Chinese intellectuals (like Western critics of globalization) are very skeptical of the process of globalization – including what it means for China’s economic, cultural, and political independence.
es_us: Como veremos más adelante, una gran parte de los intelectuales chinos (al igual que los críticos occidentales) se muestran muy escépticos con respecto al proceso de globalización, en especial con relación a lo que significa para la independencia económica, cultural y política de China.

source: As we will see in this and the next two chapters, deep divisions opened up within the intellectual community, even as the place of that community in Chinese society changed significantly.
es_us: Como veremos en este capítulo y en los dos próximos, tuvieron lugar dos divisiones marcadas en la comunidad intelectual, aun cuando el lugar que ocupaba esa comunidad en la sociedad de China experimentó un cambio significativo.

source: As we will see, this too has affected the role of intellectuals in Chinese society.
es_us: Como veremos, esto también afectó el rol de los intelectuales en la sociedad china.

source: As will be discussed in the chapters that follow, some intellectuals changed their minds while others emerged with new ideas.
es_us: Como se analizará en los siguientes capítulos, algunos intelectuales cambiaron de parecer, mientras que otros propusieron nuevas ideas.

source: As will be seen, Hu was able to consolidate considerable power in a remarkably short period of time, but tensions remained throughout his first term as general secretary.
es_us: Como se verá, Hu fue capaz de consolidar un poder de importancia en un destacado corto período de tiempo, pero las tensiones permanecieron durante su primer mandato como secretario general.

source: As will be seen, Hu was able to consolidate considerable power in aremarkably short period of time, but tensions remained throughout his ﬁrst term as general secretary.
es_us: Como se verá, Hu fue capaz de consolidar un poder de importancia en un destacado corto período de tiempo, pero las tensiones permanecieron durante su primer mandato como secretario general.

source: As works by such influential scholars as Edward Said, Michel Foucault, and Fredric Jameson were introduced into China, there was a growing interest in and acceptance of postmodernism and deconstructionism.
es_us: La introduccion de los trabajos de eruditos influyentes tales como Edward Said, Michael Foucault y Fredric Jameson en China generaron un creciente interés y aceptación del posmodernismo y el decontruccionismo.

source: As “Realistic Responses” and the editorial board of Strategy and Management suggested, this was a group of youth who were well connected with higher-ups in the Party but who were also frustrated by what they regarded as the lack of new ideas and forceful leadership of the Party.
es_us: Como sugirió Realistic Responses y el consejo editorial de Gestión y Estrategia, este era un grupo de jóvenes que estaba en contacto con personas muy influyentes dentro del partido, pero que a su vez se sintieron decepcionados por la falta de nuevas ideas y el liderazgo pujante del partido.

source: As vice-president of the Chinese Academy of Social Sciences, one of Liu’s jobs was to cultivate a new corps of intellectuals who could provide policy advice for Jiang.
es_us: Como vicepresidente de la Academia China de Ciencias Sociales, una de las tareas de Liu era formar un nuevo cuerpo de intelectuales que pudieran aconsejar a Jiang en materia de políticas.

source: Asian critics saw a very different world than Fukuyama and other exponents of American triumphalism.
es_us: Críticos asiáticos veían un mundo muy diferente al de Fukuyama y otros exponentes del triunfalismo estadounidense.

source: Aside from (or perhaps lurking behind) such ideological concerns were very different interests, both political and economic.
es_us: Además de (o quizás detrás de) tales preocupaciones ideológicas habían intereses muy diferentes, tanto políticos como económicos.

source: At ﬁrst overjoyed by news of the coup, conservative critics of Deng Xiaoping began celebrating and holding meetings.
es_us: Al principio, deleitados con las noticias del golpe de estado, los críticos conservadores de Deng Xiaoping comenzaron a celebrar y a reunirse.

source: At almost the same time, a third 10,000 character manifesto was cir- culated.
es_us: Casi al mismo tiempo, se publicó un tercer manifiesto de 10 000 caracteres.

source: At first, this seemed to make little difference.
es_us: Al principio, esto parecía no hacer mucha diferencia.

source: At least prior to China’s final push to join the World Trade Organization (WTO), neostatists like Hu Angang and Wang Shaoguang were interested in influencing state policy and in appeal-ing to Zhu.
es_us: Al menos hasta antes de que China finalmente se uniera a la Organización Mundial del Comercio (OMC) por última vez, los neoestatistas como Hu Angang y Wang Shaoguang estaban interesados en influir en la política de Estado y en recurrir a Zhu.

source: At least three concerns cross-cut these otherwise different approaches and bind them together.
es_us: Al menos tres intereses atraviesan y conectan estos enfoques, que de otra manera serían muy diferentes.

source: At roughly the same time that Wang was forwarding his report to the top leadership, another intellectual, Zhang Bingjiu (then a Ph.D.
es_us: Casi al mismo tiempo que Wang reenviaba su informe a los máximos dirigentes, otro intelectual, Zhang Bingjiu, quien en ese entonces era candidato a un doctorado en la Universidad de Pekín,

source: At that meeting, conservative Party leaders, concerned that Zhao and others would blunt the campaign against bourgeois liberalization that had unfolded in the wake of Hu Yaobang’s ouster, tried to breathe new fire into the movement.
es_us: En este encuentro,los líderes del Partido Conservador, preocupados por el hecho de que Zhao y otros puedan mitigar la campaña en contra de la liberalización burguesa que ha desaparecido después de la destitución de Hu Yaobang, trataron de infundir nueva vida dentro del movimiento.

source: At the Party’s Fifth Plenary Session in September 1995, Chen was officially removed as a member of the Politburo and in 1998 was sentenced to sixteen years in jail, though he was later released on medical parole.18
es_us: Durante el Quinto Pleno del partido, en septiembre de 1995, se destituyó oficialmente a Chen como miembro del Politburó y, en 1998, fue sentenciado a 16 años de cárcel, aunque más adelante se le otorgó libertad condicional por motivos médicos18.

source: At the Party’s Fifth Plenary Session in September 1995, Chen was officially removed as a member of the Politburo and in 1998 was sentenced to sixteen years in jail, though he was later released on medical parole. 18
es_us: Durante el Quinto Pleno del partido, en septiembre de 1995, se destituyó oficialmente a Chen como miembro del Politburó y, en 1998, fue sentenciado a 16 años de cárcel, aunque más adelante se le otorgó libertad condicional por motivos médicos 18.

source: At the same time that Tianjin publicized Tan Shaowen’s address, Hebei governor Cheng Weigao (who would be arrested for corruption in 2003) echoed Deng’s Shanghai comments, saying that “the development of the market and display of the market’s regulatory functions must not be
es_us: Mientras que Tianjin publicitaba el discurso de Tan Shaowen, el gobernador de Hebei, Cheng Weigao, (quien sería arrestado por corrupción en 2003), hizo eco de los comentarios de Deng en Shanghái, y dijo que "el desarrollo del mercado y la demostración de las funciones regulatorias del mercado no se deben considerar
